{
    "narratif": "**Scénario : La Fracture**\n\nVous vous trouvez dans un monde où la réalité est fragmentée, où les éléments de l'univers sont déchirés et dispersés. Vous êtes un scientifique qui a découvert un moyen de voyager à travers ces fractures pour comprendre leur origine et trouver un moyen de les réparer.\n\n**Description du lieu :**\nVous vous trouvez dans une vallée étrange, entourée de montagnes qui semblent avoir été déchirées en deux. Le ciel est sombre et les étoiles scintillent de manière étrange. Le sol est recouvert de débris et de fragments de roche qui semblent avoir été arrachés à la terre. Une brume épaisse recouvre la vallée, rendant difficile la visibilité.\n\n**Objet de la mission :**\nVotre objectif est de trouver le point d'origine de la fracture et de comprendre ce qui l'a causée. Vous devez parcourir la vallée, collecter des informations et des échantillons, et utiliser vos connaissances scientifiques pour analyser les données et trouver des indices.\n\n**Règles d'interaction :**\n\n1. Vous pouvez vous déplacer dans la vallée en utilisant les commandes \"aller nord\", \"aller sud\", \"aller est\" ou \"aller ouest\".\n2. Vous pouvez collecter des échantillons en utilisant la commande \"collecter échantillon\" lorsque vous êtes à proximité d'un objet ou d'un phénomène intéressant.\n3. Vous pouvez analyser les données en utilisant la commande \"analyser données\" lorsque vous avez collecté suffisamment d'échantillons.\n4. Vous pouvez utiliser vos connaissances scientifiques pour faire des hypothèses et prendre des décisions en utilisant la commande \"hypothèse\" ou \"décision\".\n\n**État actuel :**\nVous vous trouvez au centre de la vallée, avec une vue partielle de la brume qui recouvre la vallée. Vous avez un sac à dos contenant des outils de base, tels qu'un couteau, une lampe de poche et un carnet de notes.\n\nQue voulez-vous faire ?\n\n(Pour interagir, utilisez les commandes suivantes : \n- \"aller [direction]\" \n- \"collecter échantillon\" \n- \"analyser données\" \n- \"hypothèse\" \n- \"décision\")",
    "regles_interaction": [
        "Règle 1 : Interagir avec les personnages selon leurs émotions.",
        "Règle 2 : Prioriser la sécurité de tous les acteurs impliqués.",
        "Règle 3 : Respecter le cadre temporel et spatial de l'histoire."
    ]
}