{
    "Débutant": {
        "description": "Scénario adapté pour le niveau Débutant",
        "scenario": "**Scénario pour le niveau Débutant :**\n\n**Titre :** Premiers secours pour une fracture simple\n**Objectif :** Apprendre les étapes de base pour traiter une fracture simple en toute sécurité et efficacité.\n**Introduction :**\nVous êtes un membre d'une équipe de premiers secours dans un petit village. Un accident est survenu, et une personne a subi une fracture simple à la cheville. Votre rôle est de fournir les premiers secours jusqu'à l'arrivée des services d'urgence.\n**Aides visuelles et auditives :**\n* Un schéma de la cheville avec les os et les ligaments sera affiché pour vous aider à comprendre l'anatomie.\n* Un enregistrement audio vous guidera à travers les étapes avec des instructions claires et des conseils.\n* Des images de matériel de premiers secours (comme des bandages, des pansements, etc.) seront affichées pour vous aider à identifier les outils nécessaires.\n**Étapes à suivre :**\n1. **Évaluation de la situation :** Regardez autour de vous et assurez-vous qu'il n'y a pas d'autres dangers. Écoutez les instructions audio pour comprendre ce qui s'est passé.\n2. **Stabilisation de la fracture :** Suivez les instructions pour appliquer un bandage ou un pansement pour stabiliser la cheville. Un schéma animé montrera comment procéder.\n3. **Contrôle de la douleur :** Écoutez les conseils pour aider la personne à gérer la douleur. Un tableau récapitulatif des médicaments de base sera affiché.\n4. **Appel des services d'urgence :** Suivez les instructions pour appeler les services d'urgence et fournir les informations nécessaires.\n**Aides supplémentaires :**\n* Un système de \"répétition\" permettra de revoir les étapes si vous avez des difficultés à comprendre.\n* Un \"outil de zoom\" vous permettra de voir les détails des images et des schémas plus clairement.\n**Conclusion :**\nUne fois que vous avez terminé les étapes, vous aurez réussi à fournir les premiers secours pour une fracture simple. Félicitations ! Vous avez pris les premières étapes pour devenir un membre compétent d'une équipe de premiers secours.\n**Évaluation :**\nUn quiz simple à la fin du scénario vous permettra de vérifier vos connaissances et de voir si vous êtes prêt à passer au niveau suivant."
    },
    "Intermédiaire": {
        "description": "Scénario adapté pour le niveau Intermédiaire",
        "scenario": "**Scénario : Traitement d'une fracture simple - Niveau Intermédiaire**\n\n**Objectif :** Diagnostiquer et traiter correctement une fracture simple en présence de distractions.\n**Contexte :** Vous êtes un infirmier en milieu hospitalier. Un patient, M. Dupont, 35 ans, est admis aux urgences avec une blessure au bras gauche après une chute de vélo. Le patient est conscient et coopérant.\n**Tâche :**\n1. **Examen initial :** Effectuez un examen physique rapide pour identifier les signes de fracture (douleur, gonflement, déformation, etc.).\n2. **Imagerie médicale :** Demandez une radiographie du bras gauche pour confirmer le diagnostic de fracture simple.\n3. **Traitement :** Préparez le patient pour une réduction fermée de la fracture et un plâtrage.\n**Distractions :**\n* Le patient est anxieux et pose de nombreuses questions sur son traitement.\n* Un autre patient dans la salle d'attente demande de l'aide pour aller aux toilettes.\n* Le téléphone sonne pour une demande d'informations sur un autre patient.\n**Aides réduites :**\n* Vous avez accès à un manuel de médecine d'urgence pour consulter les procédures de traitement des fractures.\n* Un collègue infirmier est disponible pour vous aider si nécessaire.\n**Évaluation :**\n* Votre capacité à diagnostiquer correctement la fracture simple malgré les distractions.\n* Votre efficacité dans la préparation du patient pour le traitement.\n* Votre gestion du temps pour effectuer les tâches nécessaires.\n**Considérations clés :**\n* Restez concentré sur la tâche principale (diagnostic et traitement de la fracture).\n* Gérez les distractions de manière efficace (par exemple, demandez à un collègue d'aider l'autre patient).\n* Utilisez les ressources disponibles (manuel de médecine d'urgence, collègue infirmier) pour vous aider si nécessaire.\n**Bonne chance !**"
    },
    "Avancé": {
        "description": "Scénario adapté pour le niveau Avancé",
        "scenario": "**Scénario pour le Niveau Avancé : Gestion d'une fracture simple sous pression**\n\n**Objectif :** Diagnostiquer et traiter une fracture simple dans un environnement clinique réaliste, avec des contraintes de temps et des tâches simultanées.\n**Contexte :** Vous êtes un chirurgien orthopédique expérimenté dans un hôpital occupé. Un patient arrive aux urgences avec une fracture simple du radius. Le patient est stable, mais nécessite une intervention rapide pour éviter les complications.\n**Tâches :**\n1. **Examen initial** (2 minutes) : Évaluez rapidement l'état du patient et identifiez la nature de la fracture.\n2. **Imagerie médicale** (1 minute) : Interprétez les radiographies pour confirmer le diagnostic et planifier le traitement.\n3. **Préparation du patient** (2 minutes) : Préparez le patient pour l'intervention, en veillant à ce qu'il soit correctement positionné et anesthésié.\n4. **Réduction et fixation** (4 minutes) : Réduisez la fracture et fixez-la avec des broches ou des vis, en respectant les principes de chirurgie orthopédique.\n5. **Contrôle des signes vitaux** (en continu) : Surveillez les signes vitaux du patient tout au long de l'intervention.\n**Contraintes :**\n* Le patient a une allergie aux médicaments couramment utilisés pour l'anesthésie, vous devez donc trouver une alternative.\n* Il y a une pénurie de matériel de fixation, vous devez donc choisir le matériel le plus approprié pour la fracture.\n* Un autre patient arrive aux urgences avec une urgence médicale, vous devez donc gérer votre temps efficacement pour traiter les deux patients.\n**Aides limitées :**\n* Vous avez accès à un manuel de chirurgie orthopédique, mais pas à un ordinateur ou à un téléphone pour rechercher des informations supplémentaires.\n* Un infirmière expérimentée est présente pour vous aider, mais elle est également occupée à gérer l'autre patient.\n**Évaluation :**\n* Votre performance sera évaluée sur la base de la rapidité et de l'exactitude de votre diagnostic et de votre traitement.\n* Votre capacité à gérer les contraintes et les distractions sera également évaluée.\n**Durée :** 15 minutes\n**Prêt à commencer ?** Vous êtes prêt à prendre le défi et à démontrer vos compétences en tant que chirurgien orthopédique expérimenté. Allez-y !"
    }
}